INSERT INTO cities (region, name)
VALUES
	('Московская область', 'Москва'),
	('Ростовская область', 'Ростов-на-Дону'),
	('Ростовская область', 'Батайск'),
	('Ростовская область', 'Морозовск'),
	('Ростовская область', 'Обливская'),
	('Ростовская область', 'Азов'),
	('Краснодарский Край', 'Кущевская'),
	('Краснодарский Край', 'Краснодар'),
	('Краснодарский Край', 'Каневская'),
	('Краснодарский Край', 'Староминская'),
	('Краснодарский Край', 'Белореченск'),
	('Республика Калмыкия', 'Яшалта'),
	('Волгоградская область', 'Волгоград')
ON CONFLICT(region, name) DO NOTHING;
